INSERT INTO prepod_dolghnost (dolghn_id, dolghn_name, kat_sotr) VALUES
  (5, 'завідувач кафедри', 1),
  (1, 'асистент', 1),
  (2, 'старший викладач', 1),
  (3, 'доцент', 1),
  (4, 'професор', 1),
  (0, 'не визначена', 0),
  (6, 'Викладач', 1);

INSERT INTO prepod_dolghnost (dolghn_id, dolghn_name, kat_sotr) VALUES
  (7, 'с.н.с.', 1),
  (8, 'м.н.с.', 1),
  (9, 'інженер', 1),
  (10, 'інженер 1 кат.', 2),
  (11, 'інженер 2 кат.', 2),
  (12, 'зав. НДВ навч. центру', 1),
  (13, 'зав. навч. лаб.', 2),
  (14, 'слюсар-сантехнік 5 розряду', 2),
  (15, 'завідувач НДВ', 1)
  (16, 'слюсар-сантехнік 3 розряду', 2);